export let sido = [
    '제주특별자치도'
]

// '서울특별시','부산광역시','대구광역시','인천광역시','광주광역시','대전광역시','세종특별자치시','경기도','강원도','충청북도','충청남도','전라북도','전라남도','경상북도','경상남도',

export let sigungu = {
    '서울특별시': {
        '강남구': [
            '역삼1동','압구정동','개포2동','대치4동','삼성1동','일원2동','도곡1동','논현2동','도곡2동','대치1동','청담동','대치2동','수서동','일원1동','개포4동','일원본동','신사동','삼성2동','개포1동','논현1동','역삼2동','세곡동'
        ],
        '강동구': [
            '고덕2동','성내1동','명일1동','성내2동','천호3동','천호2동','천호1동','암사1동','둔촌1동','명일2동','길동','강일동','성내3동','둔촌2동','암사3동','암사2동','상일동','고덕1동'
        ],
        '강북구': [
            '수유1동','송중동','삼양동','송천동','우이동','번1동','인수동','수유2동','수유3동','삼각산동','미아동','번2동','번3동'
        ],
        '강서구': [
            '방화2동','발산1동','우장산동','화곡4동','화곡2동','방화1동','화곡6동','염창동','등촌3동','방화3동','화곡1동','화곡3동','화곡8동','등촌2동','가양1동','등촌1동','화곡본동','공항동','가양2동','가양3동'
        ],
        '관악구': [
            '서림동','남현동','서원동','신원동','은천동','낙성대동','청룡동','대학동','보라매동','삼성동','행운동','중앙동','성현동','인헌동','신림동','청림동','조원동','신사동','난곡동','미성동','난향동'
        ],
        '광진구': [
            '중곡4동','구의3동','중곡3동','능동','광장동','자양3동','자양2동','군자동','화양동','구의2동','중곡2동','중곡1동','자양1동','구의1동','자양4동'
        ],
        '구로구': [
            '구로4동','개봉1동','고척2동','구로3동','신도림동','가리봉동','구로2동','구로1동','개봉2동','오류2동','고척1동','수궁동','구로5동','개봉3동','오류1동','항동'
        ],
        '금천구': [
            '독산3동','가산동','시흥5동','독산1동','시흥2동','시흥3동','시흥4동','독산4동','시흥1동','독산2동'
        ],
        '노원구': [
            '상계2동','공릉2동','상계3.4동','월계1동','월계3동','중계본동','하계1동','월계2동','상계5동','하계2동','상계1동','상계6.7동','공릉1동','중계4동','상계9동','중계1동','상계10동','중계2.3동','상계8동'
        ],
        '도봉구': ['창3동','쌍문2동','쌍문1동','창2동','방학2동','방학3동','창1동','방학1동','쌍문4동','쌍문3동','도봉1동','창5동','창4동','도봉2동'
        ],
        '동대문구': [
            '장안1동','이문1동','제기동','청량리동','휘경1동','답십리1동','장안2동','답십리2동','이문2동','용신동','전농1동','전농2동','휘경2동','회기동'
        ],
        '동작구': [
            '사당2동','흑석동','상도4동','대방동','상도3동','상도2동','노량진2동','사당3동','상도1동','사당5동','신대방2동','노량진1동','사당1동','사당4동','신대방1동'
        ],
        '마포구': [
            '서교동','연남동','공덕동','대흥동','합정동','용강동','아현동','망원1동','서강동','도화동','성산2동','염리동','상암동','성산1동','망원2동','신수동'
        ],
        '서대문구': [
            '신촌동','홍은2동','홍제3동','충현동','남가좌2동','북아현동','연희동','남가좌1동','북가좌1동','홍제1동','북가좌2동','홍은1동','천연동','홍제2동'
        ],
        '서초구': [
            '방배4동','서초3동','반포4동','방배본동','내곡동','잠원동','서초2동','서초1동','양재1동','반포1동','서초4동','방배3동','방배2동','반포2동','양재2동','반포본동','방배1동','반포3동'
        ],
        '성동구': [
            '용답동','행당1동','성수2가3동','왕십리2동','송정동','금호2.3가동','왕십리도선동','성수2가1동','금호4가동','성수1가2동','옥수동','마장동','성수1가1동','사근동','행당2동','금호1가동','응봉동'
        ],
        '성북구': [
            '성북동','길음2동','동선동','보문동','안암동','길음1동','정릉1동','삼선동','정릉2동','장위3동','종암동','석관동','돈암1동','장위2동','정릉4동','장위1동','정릉3동','월곡1동','돈암2동','월곡2동'
        ],
        '송파구': [
            '거여2동','방이1동','방이2동','문정1동','가락2동','오금동','문정2동','장지동','잠실6동','석촌동','잠실3동','마천1동','삼전동','가락본동','잠실본동','풍납1동','잠실7동','잠실2동','잠실4동','송파2동','풍납2동','마천2동','오륜동','가락1동','위례동','송파1동','거여1동'
        ],
        '양천구': [
            '목1동','목5동','목2동','신정3동','신정2동','신월4동','신정4동','목4동','신월3동','신정1동','신월2동','신월1동','신월5동','신정7동','목3동','신월7동','신정6동','신월6동'
        ],
        '영등포구': [
            '양평2동','영등포동','여의동','당산1동','영등포본동','대림2동','신길3동','신길7동','문래동','도림동','양평1동','신길1동','대림1동','신길5동','대림3동','신길4동','당산2동','신길6동'
        ],
        '용산구': [
            '이촌2동','이태원1동','한강로동','한남동','원효로2동','용문동','효창동','남영동','이촌1동','청파동','보광동','이태원2동','원효로1동','서빙고동','용산2가동','후암동'
        ],
        '은평구': [
            '역촌동','대조동','진관동','갈현2동','신사2동','수색동','녹번동','불광2동','불광1동','신사1동','응암2동','갈현1동','응암1동','응암3동','구산동','증산동'
        ],
        '종로구': [
            '종로1.2.3.4가동','혜화동','청운효자동','숭인2동','평창동','삼청동','종로5.6가동','사직동','가회동','이화동','부암동','창신2동','무악동','교남동','창신1동','숭인1동','창신3동'
        ],
        '중구': [
            '신당5동','회현동','명동','소공동','신당동','다산동','청구동','광희동','황학동','약수동','을지로동','장충동','중림동','동화동','필동'
        ],
        '중랑구': [
            '묵1동','중화2동','면목본동','망우3동','상봉1동','신내2동','신내1동','망우본동','면목2동','상봉2동','묵2동','중화1동','면목4동','면목3.8동','면목7동','면목5동'
        ]
    },
    '부산광역시': {
        '강서구': [
            '명지1동','녹산동','명지동','대저1동','가덕도동','강동동','대저2동','가락동','명지2동'
        ],
        '금정구': [
            '부곡4동','남산동','구서1동','부곡1동','부곡3동','장전2동','선두구동','장전3동','금사동','서3동','서2동','청룡노포동','구서2동','부곡2동','서1동','금성동','장전1동','금사회동동'
        ],
        '기장군': [
            '기장읍','정관읍','장안읍','일광면','철마면'
        ],
        '남구': [
            '대연1동','대연3동','문현1동','대연5동','용호3동','용호1동','용호4동','감만1동','문현3동','대연4동','우암동','용당동','감만2동','용호2동','문현4동','대연6동','문현2동'
        ],
        '동구': [
            '범일1동','범일2동','초량3동','수정2동','범일5동','초량1동','수정1동','수정5동','초량2동','초량6동','수정4동','좌천동'
        ],
        '동래구': [
            '복산동','온천1동','사직3동','사직1동','사직2동','수민동','안락1동','온천3동','온천2동','명장1동','명륜동','안락2동','명장2동'
        ],
        '부산진구': [
            '개금1동','가야2동','전포1동','부전2동','부전1동','연지동','개금3동','부암3동','범천1동','초읍동','양정1동','가야1동','전포2동','당감1동','당감2동','당감4동','부암1동','범천2동','양정2동','개금2동'
        ],
        '북구': [
            '만덕2동','금곡동','덕천2동','화명3동','화명2동','구포1동','구포3동','덕천1동','덕천3동','구포2동','화명1동','만덕3동','만덕1동'
        ],
        '사상구': [
            '감전동','모라1동','주례1동','괘법동','학장동','주례3동','엄궁동','덕포2동','주례2동','삼락동','덕포1동','모라3동'
        ],
        '사하구': [
            '당리동','장림1동','괴정3동','괴정1동','다대2동','다대1동','감천1동','괴정2동','장림2동','하단1동','신평1동','하단2동','괴정4동','신평2동','구평동','감천2동'
        ],
        '서구': [
            '충무동','서대신4동','서대신3동','암남동','동대신3동','남부민2동','부민동','아미동','서대신1동','남부민1동','초장동','동대신2동','동대신1동'
        ],
        '수영구': [
            '남천2동','망미2동','광안2동','수영동','남천1동','광안1동','민락동','망미1동','광안3동','광안4동'
        ],
        '연제구': [
            '연산6동','거제1동','연산4동','거제4동','연산9동','연산5동','연산8동','연산1동','연산3동','거제3동','연산2동','거제2동'
        ],
        '영도구': [
            '동삼3동','동삼2동','동삼1동','청학2동','영선1동','봉래1동','남항동','영선2동','청학1동','봉래2동','신선동'
        ],
        '중구': [
            '부평동','광복동','중앙동','대청동','남포동','영주2동','동광동','보수동','영주1동'
        ],
        '해운대구': [
            '우1동','좌1동','반여1동','반여2동','중1동','우2동','재송1동','송정동','좌2동','반송1동','좌4동','반여3동','재송2동','우3동','반여4동','반송2동','좌3동','중2동'
        ]

    },
    '대구광역시': {
        '남구': [
            '대명11동','대명1동','봉덕3동','이천동','봉덕1동','대명3동','대명2동','대명10동','대명6동','대명4동','봉덕2동','대명5동','대명9동'
        ],
        '달서구': [
            '두류1.2동','장기동','송현2동','용산1동','죽전동','이곡1동','두류3동','진천동','성당동','월성1동','상인3동','본동','신당동','본리동','용산2동','이곡2동','감삼동','상인2동','월성2동','송현1동','상인1동','도원동'
        ],
        '달성군': [
            '가창면','논공읍','다사읍','화원읍','구지면','현풍면','옥포면','유가면','하빈면','옥포읍','현풍읍','유가읍'
        ],
        '동구': [
            '동촌동','해안동','안심3.4동','신천3동','안심2동','신천4동','신천1.2동','공산동','안심1동','신암4동','효목2동','불로.봉무동','신암3동','도평동','효목1동','방촌동','지저동','신암5동','신암2동','신암1동','안심4동','혁신동','안심3동'
        ],
        '북구': [
            '산격2동','칠성동','복현2동','침산2동','관문동','노원동','복현1동','구암동','태전1동','태전2동','관음동','대현동','검단동','무태조야동','침산3동','산격3동','읍내동','동천동','국우동','고성동','침산1동','산격1동','산격4동'
        ],
        '서구': [
            '평리6동','비산7동','평리3동','비산2.3동','원대동','비산6동','평리2동','상중이동','평리4동','내당4동','내당1동','비산5동','비산4동','비산1동','내당2.3동','평리1동','평리5동'
        ],
        '수성구': [
            '수성2.3가동','만촌1동','지산2동','범물1동','수성4가동','황금2동','수성1가동','고산2동','범어3동','범어4동','지산1동','두산동','범물2동','상동','범어1동','고산3동','황금1동','만촌2동','중동','파동','고산1동','만촌3동','범어2동'
        ],
        '중구': [
            '대신동','성내1동','삼덕동','남산2동','대봉1동','남산1동','성내2동','성내3동','동인동','남산4동','대봉2동','남산3동'
        ]
    },
    '인천광역시': {
        '강화군': [
            '교동면','길상면','송해면','강화읍','내가면','화도면','하점면','불은면','선원면','삼산면','양사면','양도면','서도면'
        ],
        '계양구': [
            '계산1동','계산4동','작전서운동','계산2동','계양3동','계양1동','효성1동','작전1동','계산3동','작전2동','계양2동','효성2동'
        ],
        '남동구': [
            '간석2동','논현1동','간석4동','만수4동','논현2동','만수2동','간석3동','구월1동','구월4동','구월3동','만수3동','남촌도림동','만수6동','장수서창동','만수1동','구월2동','간석1동','논현고잔동','만수5동','서창2동'
        ],
        '동구': [
            '송림1동','송현3동','송림4동','송현1.2동','화수1.화평동','금창동','송림6동','화수2동','송림3.5동','만석동','송림2동'
        ],
        '미추홀구': [
            '용현5동','학익2동','용현1.4동','주안8동','숭의4동','주안7동','문학동','주안6동','학익1동','숭의2동','용현3동','숭의1.3동','용현1,4동','주안5동','주안4동','주안1동','도화1동','관교동','도화2.3동','주안3동','용현2동','주안2동','도화2,3동','숭의1,3동'
        ],
        '부평구': [
            '갈산1동','부개3동','산곡3동','삼산1동','산곡1동','부평1동','부평5동','부평4동','청천2동','산곡2동','부평2동','삼산2동','십정1동','일신동','부개2동','청천1동','십정2동','산곡4동','부평6동','부개1동','부평3동','갈산2동'
        ],
        '서구': [
            '청라2동','가좌3동','석남2동','검단4동','가정1동','가좌4동','검암경서동','검단3동','가좌2동','청라1동','석남1동','가좌1동','신현원창동','검단5동','연희동','검단2동','검단1동','석남3동','가정2동','가정3동','불로대곡동','검단동','마전동','청라3동','당하동','원당동','오류왕길동'
        ],
        '연수구': [
            '동춘3동','송도1동','옥련1동','연수1동','옥련2동','동춘1동','청학동','연수2동','송도2동','동춘2동','선학동','송도3동','연수3동','송도4동','송도5동'
        ],
        '옹진군': [
            '영흥면','연평면','백령면','대청면','북도면','덕적면','자월면'
        ],
        '중구': [
            '용유동','영종동','연안동','운서동','북성동','신흥동','신포동','동인천동','도원동','율목동','송월동','영종1동'
        ]
    },
    '광주광역시': {
        '광산구': [
            '어룡동','비아동','도산동','송정2동','월곡1동','첨단2동','수완동','신창동','하남동','첨단1동','우산동','운남동','신가동','월곡2동','평동','임곡동','신흥동','동곡동','본량동','삼도동','송정1동'
        ],
        '남구': [
            '봉선1동','효덕동','주월2동','백운1동','방림1동','월산동','대촌동','양림동','월산4동','사직동','주월1동','송암동','봉선2동','월산5동','방림2동','백운2동'
        ],
        '동구': [
            '동명동','학동','계림2동','충장동','학운동','지원2동','지원1동','계림1동','산수2동','산수1동','지산2동','지산1동','서남동'
        ],
        '북구': [
            '운암2동','오치2동','삼각동','양산동','건국동','용봉동','오치1동','우산동','일곡동','문흥1동','운암3동','문화동','문흥2동','임동','신안동','중앙동','중흥3동','두암3동','동림동','중흥2동','매곡동','석곡동','풍향동','두암1동','운암1동','두암2동','중흥1동','신용동'
        ],
        '서구': [
            '상무2동','광천동','양동','화정2동','상무1동','서창동','금호1동','화정4동','풍암동','치평동','화정1동','화정3동','유덕동','금호2동','농성2동','동천동','농성1동','양3동'
        ]
    },
    '대전광역시': {
        '대덕구': [
            '중리동','회덕동','석봉동','송촌동','대화동','오정동','덕암동','목상동','신탄진동','법2동','비래동','법1동'
        ],
        '동구': [
            '효동','중앙동','가양2동','삼성동','용운동','자양동','산내동','대청동','용전동','가양1동','대동','판암1동','성남동','판암2동','신인동','홍도동'
        ],
        '서구': [
            '도마2동','괴정동','탄방동','가수원동','관저2동','변동','내동','둔산2동','월평1동','갈마1동','용문동','둔산3동','가장동','갈마2동','둔산1동','만년동','복수동','도마1동','월평2동','정림동','기성동','관저1동','월평3동'
        ],
        '유성구': [
            '관평동','노은3동','노은1동','진잠동','온천1동','신성동','구즉동','노은2동','전민동','온천2동','원신흥동'
        ],
        '중구': [
            '유천1동','대흥동','오류동','문화2동','산성동','문창동','중촌동','문화1동','용두동','석교동','목동','부사동','유천2동','은행선화동','대사동','태평1동','태평2동'
        ]
    },
    '울산광역시': {
        '남구': [
            '삼산동','신정5동','대현동','야음장생포동','달동','무거동','수암동','선암동','옥동','신정2동','신정1동','삼호동','신정3동','신정4동'
        ],
        '동구': [
            '방어동','전하1동','남목3동','남목1동','화정동','전하2동','대송동','남목2동','일산동'
        ],
        '북구': [
            '효문동','농소2동','양정동','송정동','염포동','농소1동','농소3동','강동동'
        ],
        '울주군': [
            '상북면','온양읍','언양읍','온산읍','범서읍','청량면','서생면','웅촌면','삼남면','두동면','두서면','삼동면','청량읍','삼남읍'
        ],
        '중구': [
            '반구1동','태화동','중앙동','병영1동','성안동','복산2동','우정동','병영2동','다운동','반구2동','복산1동','학성동','약사동'
        ]
    },
    '세종특별자치시': {
        '세종특별자치시': [
            '새롬동','금남면','한솔동','연서면','조치원읍','부강면','연동면','전동면','전의면','연기면','장군면','소정면','도담동','고운동','종촌동','보람동','아름동','대평동','소담동','다정동'
        ]
    },
    '경기도': {
        '가평군': [
            '설악면','가평읍','상면','청평면','북면','조종면'
        ],
        '고양시 덕양구': [
            '화정1동','능곡동','주교동','성사1동','관산동','행신2동','원신동','고양동','행신3동','행주동','화정2동','성사2동','창릉동','흥도동','행신1동','화전동','대덕동','효자동','신도동','삼송동'
        ],
        '고양시 일산동구': [
            '고봉동','백석2동','백석1동','마두2동','장항2동','풍산동','식사동','마두1동','중산동','장항1동','정발산동'
        ],
        '고양시 일산서구': [
            '일산3동','주엽2동','송포동','탄현동','일산2동','주엽1동','대화동','일산1동','송산동'
        ],
        '과천시': [
            '별양동','중앙동','과천동','갈현동','문원동','부림동'
        ],
        '광명시': [
            '광명3동','광명4동','학온동','광명6동','광명7동','하안4동','철산3동','소하1동','하안3동','하안2동','하안1동','소하2동','광명1동','철산4동','광명2동','철산2동','광명5동','철산1동'
        ],
        '광주시': [
            '오포읍','남종면','광남동','경안동','곤지암읍','송정동','초월읍','퇴촌면','남한산성면','도척면','광남2동','광남1동','탄벌동','쌍령동'
        ],
        '구리시': [
            '수택1동','인창동','동구동','수택3동','수택2동','교문1동','교문2동','갈매동'
        ],
        '군포시': [
            '금정동','광정동','산본1동','군포1동','군포2동','재궁동','수리동','오금동','대야동','산본2동','궁내동'
        ],
        '김포시': [
            '대곶면','통진읍','김포1동','양촌읍','하성면','풍무동','운양동','구래동','고촌읍','사우동','김포2동','장기동','월곶면','김포본동','장기본동','마산동'
        ],
        '남양주시': [
            '호평동','별내동','지금동','금곡동','진접읍','화도읍','평내동','퇴계원면','오남읍','와부읍','수동면','양정동','도농동','진건읍','별내면','조안면','다산2동','다산1동','퇴계원읍'
        ],
        '동두천시': [
            '중앙동','불현동','생연2동','송내동','생연1동','상패동','소요동','보산동'
        ],
        '부천시': [
            '오정동','중1동','고강1동','상3동','상2동','성곡동','신흥동','송내2동','원미2동','소사본3동','원미1동','상동','심곡2동','상1동','고강본동','역곡1동','심곡1동','중동','도당동','심곡본동','역곡2동','원종1동','심곡본1동','송내1동','중2동','약대동','춘의동','역곡3동','중4동','심곡3동','원종2동','중3동','범박동','소사본동','소사동','괴안동','대산동','부천동','심곡동','신중동','범안동'
        ],
        '성남시 분당구': [
            '구미동','정자동','수내3동','야탑1동','서현1동','구미1동','야탑2동','백현동','이매2동','이매1동','삼평동','금곡동','운중동','정자3동','수내2동','수내1동','서현2동','정자1동','야탑3동','판교동','정자2동','분당동'
        ],
        '성남시 수정구': [
            '태평2동','신흥1동','수진1동','고등동','수진2동','태평1동','단대동','복정동','신흥2동','신흥3동','태평3동','시흥동','산성동','태평4동','양지동','위례동','신촌동'
        ],
        '성남시 중원구': [
            '은행1동','상대원1동','금광2동','상대원3동','중앙동','금광1동','성남동','상대원2동','하대원동','은행2동','도촌동'
        ],
        '수원시 권선구': [
            '세류3동','곡선동','권선1동','구운동','세류1동','서둔동','세류2동','권선2동','평동','금곡동','입북동','호매실동'
        ],
        '수원시 영통구': [
            '매탄2동','영통2동','원천동','태장동','매탄4동','매탄1동','매탄3동','광교1동','영통1동','광교2동','영통3동','망포1동','망포2동'
        ],
        '수원시 장안구': [
            '송죽동','정자1동','파장동','영화동','정자2동','정자3동','율천동','조원1동','연무동','조원2동'
        ],
        '수원시 팔달구': [
            '우만1동','매산동','인계동','행궁동','화서1동','매교동','고등동','우만2동','지동','화서2동'
        ],
        '시흥시': [
            '신천동','월곶동','정왕1동','과림동','정왕3동','정왕4동','목감동','신현동','매화동','정왕2동','대야동','정왕본동','은행동','군자동','장곡동','연성동','능곡동','배곧동'
        ],
        '안산시 단원구': [
            '선부2동','원곡동','와동','선부1동','호수동','선부3동','원곡본동','초지동','대부동','고잔2동','중앙동','원곡1동','원곡2동','신길동','고잔1동','백운동','고잔동'
        ],
        '안산시 상록구': [
            '사2동','반월동','성포동','본오2동','이동','사1동','부곡동','일동','본오1동','본오3동','월피동','사3동','안산동','사이동','해양동','사동'
        ],
        '안성시': [
            '안성2동','공도읍','미양면','서운면','안성3동','죽산면','일죽면','안성1동','원곡면','금광면','대덕면','양성면','보개면','고삼면','삼죽면'
        ],
        '안양시 동안구': [
            '부림동','평안동','비산2동','귀인동','호계1동','범계동','부흥동','관양2동','관양1동','호계3동','갈산동','호계2동','비산3동','평촌동','비산1동','달안동','신촌동'
        ],
        '안양시 만안구': [
            '안양2동','석수2동','안양4동','박달1동','박달2동','안양1동','안양6동','안양5동','안양7동','안양3동','석수3동','안양8동','석수1동','안양9동'
        ],
        '양주시': [
            '회천2동','장흥면','남면','은현면','양주2동','백석읍','양주1동','회천1동','광적면','회천3동','회천4동'
        ],
        '양평군': [
            '양평읍','단월면','강하면','용문면','옥천면','양동면','양서면','강상면','서종면','지평면','개군면','청운면'
        ],
        '여주시': [
            '여흥동','중앙동','오학동','점동면','산북면','흥천면','대신면','가남읍','금사면','능서면','북내면','강천면'
        ],
        '연천군': [
            '장남면','전곡읍','연천읍','신서면','백학면','청산면','군남면','미산면','왕징면','중면'
        ],
        '오산시': [
            '대원동','중앙동','신장동','세마동','남촌동','초평동'
        ],
        '용인시 기흥구': [
            '서농동','구갈동','상갈동','보정동','마북동','구성동','영덕동','신갈동','기흥동','동백동','상하동','보라동','동백2동','동백1동','동백3동','영덕1동','영덕2동'
        ],
        '용인시 수지구': [
            '신봉동','상현2동','풍덕천1동','상현1동','죽전2동','죽전1동','동천동','풍덕천2동','성복동'
        ],
        '용인시 처인구': [
            '포곡읍','중앙동','양지면','모현면','역삼동','이동면','동부동','유림동','원삼면','백암면','남사면','모현읍','이동읍'
        ],
        '의왕시': [
            '내손1동','부곡동','오전동','내손2동','고천동','청계동'
        ],
        '의정부시': [
            '가능2동','송산1동','신곡2동','녹양동','의정부2동','의정부1동','호원2동','자금동','송산2동','신곡1동','장암동','의정부3동','가능1동','호원1동','가능3동','흥선동','송산3동','가능동'
        ],
        '이천시': [
            '창전동','중리동','장호원읍','증포동','율면','대월면','관고동','부발읍','설성면','신둔면','마장면','호법면','백사면','모가면'
        ],
        '파주시': [
            '금촌3동','금촌1동','조리읍','운정3동','교하동','문산읍','적성면','탄현면','파평면','광탄면','법원읍','금촌2동','파주읍','월롱면','운정2동','운정1동','군내면','진동면','장단면'
        ],
        '평택시': [
            '비전1동','신평동','통복동','서정동','포승읍','비전2동','팽성읍','오성면','안중읍','세교동','중앙동','고덕면','신장2동','송탄동','진위면','원평동','송북동','현덕면','지산동','서탄면','청북읍','신장1동','용이동'
        ],
        '포천시': [
            '소흘읍','이동면','내촌면','선단동','군내면','포천동','가산면','영북면','일동면','신북면','영중면','관인면','화현면','창수면'
        ],
        '하남시': [
            '덕풍3동','춘궁동','풍산동','덕풍2동','신장2동','감북동','신장1동','천현동','덕풍1동','미사1동','초이동','미사2동','위례동','감일동'
        ],
        '화성시': [
            '팔탄면','송산면','동탄1동','동탄3동','향남읍','봉담읍','화산동','장안면','동탄4동','병점2동','진안동','우정읍','동탄면','양감면','남양읍','비봉면','정남면','기배동','마도면','매송면','서신면','반월동','동탄2동','병점1동','동탄5동','동탄7동','동탄8동','동탄6동','새솔동']
    },
    '강원도': {
        '강릉시': [
            '포남1동','초당동','옥계면','성덕동','옥천동','강동면','교1동','중앙동','교2동','강남동','내곡동','홍제동','경포동','주문진읍','사천면','송정동','포남2동','성산면','구정면','왕산면','연곡면'
        ],
        '고성군': [
            '거진읍','죽왕면','토성면','현내면','간성읍'
        ],
        '동해시': [
            '북평동','망상동','발한동','천곡동','부곡동','동호동','북삼동','묵호동','송정동','삼화동'
        ],
        '삼척시': [
            '성내동','교동','도계읍','남양동','근덕면','정라동','신기면','원덕읍','노곡면','가곡면','미로면','하장면'
        ],
        '속초시': [
            '금호동','청호동','노학동','대포동','조양동','교동','동명동','영랑동'
        ],
        '양구군': [
            '방산면','양구읍','해안면','남면','동면','국토정중앙면'
        ],
        '양양군': [
            '강현면','양양읍','현남면','손양면','서면','현북면'
        ],
        '영월군': [
            '영월읍','주천면','수주면','중동면','한반도면','남면','상동읍','김삿갓면','북면','무릉도원면'
        ],
        '원주시': [
            '무실동','지정면','행구동','문막읍','단계동','호저면','단구동','흥업면','개운동','반곡관설동','명륜1동','태장1동','중앙동','일산동','원인동','판부면','우산동','명륜2동','태장2동','봉산동','소초면','귀래면','신림면','학성동','부론면'
        ],
        '인제군': [
            '북면','인제읍','기린면','남면','서화면','상남면'
        ],
        '정선군': [
            '사북읍','고한읍','정선읍','화암면','임계면','북평면','남면','신동읍','여량면'
        ],
        '철원군': [
            '동송읍','서면','갈말읍','철원읍','김화읍','근남면'
        ],
        '춘천시': [
            '후평2동','퇴계동','효자3동','신사우동','근화동','동내면','강남동','후평3동','사북면','석사동','효자2동','효자1동','조운동','후평1동','소양동','신북읍','약사명동','서면','남산면','동면','북산면','신동면','교동','동산면','남면'
        ],
        '태백시': [
            '황지동','상장동','황연동','삼수동','구문소동','문곡소도동','장성동','철암동'
        ],
        '평창군': [
            '대관령면','진부면','봉평면','대화면','평창읍','방림면','용평면','미탄면'
        ],
        '홍천군': [
            '홍천읍','서면','북방면','남면','화촌면','서석면','내면','두촌면','내촌면','동면'
        ],
        '화천군': [
            '사내면','간동면','화천읍','상서면','하남면'
        ],
        '횡성군': [
            '횡성읍','둔내면','갑천면','강림면','우천면','안흥면','청일면','공근면','서원면'
        ]
    },
    '충청북도': {
        '괴산군': [
            '청천면','괴산읍','칠성면','청안면','연풍면','사리면','감물면','문광면','장연면','불정면','소수면'
        ],
        '단양군': [
            '적성면','매포읍','단성면','영춘면','단양읍','대강면','가곡면','어상천면'
        ],
        '보은군': [
            '보은읍','삼승면','마로면','회남면','회인면','속리산면','장안면','내북면','수한면','산외면','탄부면'
        ],
        '영동군': [
            '매곡면','용산면','영동읍','양강면','심천면','황간면','추풍령면','상촌면','양산면','학산면','용화면'
        ],
        '옥천군': [
            '군북면','동이면','옥천읍','청산면','이원면','안남면','안내면','군서면','청성면'
        ],
        '음성군': [
            '음성읍','대소면','삼성면','금왕읍','생극면','맹동면','원남면','감곡면','소이면'
        ],
        '제천시': [
            '영서동','한수면','수산면','인성동','청전동','교동','의암동','화산동','백운면','용두동','신백동','봉양읍','남현동','송학면','청풍면','중앙동','덕산면','금성면','의림지동'
        ],
        '증평군': [
            '증평읍','도안면'
        ],
        '진천군': [
            '진천읍','덕산면','이월면','광혜원면','문백면','초평면','백곡면','덕산읍'
        ],
        '청주시 상당구': [
            '성안동','영운동','용담.명암.산성동','금천동','문의면','용암1동','남일면','미원면','용암2동','낭성면','중앙동','가덕면','탑대성동'
        ],
        '청주시 서원구': [
            '성화.개신.죽림동','수곡1동','남이면','사직2동','현도면','사창동','분평동','모충동','사직1동','산남동','수곡2동'
        ],
        '청주시 청원구': [
            '율량.사천동','오근장동','내수읍','북이면','내덕1동','내덕2동','오창읍','우암동'
        ],
        '청주시 흥덕구': [
            '복대1동','운천.신봉동','봉명2.송정동','가경동','강내면','옥산면','봉명1동','복대2동','강서1동','강서2동','오송읍'
        ],
        '충주시': [
            '봉방동','칠금.금릉동','용산동','성내.충인동','수안보면','노은면','소태면','연수동','문화동','교현2동','신니면','주덕읍','중앙탑면','대소원면','달천동','목행.용탄동','엄정면','호암.직동','앙성면','교현.안림동','살미면','동량면','산척면','지현동','금가면'
        ]
    },
    '충청남도': {
        '계룡시': [
            '금암동','엄사면','두마면','신도안면'
        ],
        '공주시': [
            '반포면','정안면','신관동','웅진동','사곡면','중학동','금학동','계룡면','유구읍','월송동','옥룡동','신풍면','우성면','이인면','의당면','탄천면'
        ],
        '금산군': [
            '금산읍','진산면','군북면','추부면','제원면','복수면','부리면','금성면','남일면','남이면'
        ],
        '논산시': [
            '강경읍','상월면','광석면','부창동','연무읍','취암동','노성면','성동면','연산면','은진면','가야곡면','채운면','양촌면','벌곡면','부적면'
        ],
        '당진시': [
            '신평면','합덕읍','송악읍','당진1동','당진3동','석문면','순성면','정미면','면천면','송산면','당진2동','우강면','고대면','대호지면'
        ],
        '보령시': [
            '대천1동','청소면','대천3동','남포면','웅천읍','대천2동','대천5동','대천4동','오천면','주산면','성주면','청라면','미산면','천북면','주교면','주포면'
        ],
        '부여군': [
            '부여읍','내산면','규암면','세도면','석성면','초촌면','홍산면','은산면','구룡면','임천면','외산면','양화면','남면','충화면','장암면','옥산면'
        ],
        '서산시': [
            '부춘동','해미면','운산면','대산읍','수석동','석남동','동문2동','성연면','동문1동','인지면','고북면','팔봉면','음암면','부석면','지곡면'
        ],
        '서천군': [
            '서천읍','비인면','서면','장항읍','종천면','마서면','기산면','한산면','화양면','판교면','시초면','문산면','마산면'
        ],
        '아산시': [
            '온양1동','온양2동','배방읍','온양5동','음봉면','인주면','도고면','온양3동','영인면','온양4동','둔포면','신창면','탕정면','송악면','온양6동','염치읍','선장면'
        ],
        '예산군': [
            '예산읍','삽교읍','덕산면','대술면','고덕면','응봉면','신암면','봉산면','대흥면','오가면','광시면','신양면'
        ],
        '천안시 동남구': [
            '원성2동','동면','신안동','중앙동','원성1동','목천읍','신방동','청룡동','봉명동','일봉동','수신면','광덕면','병천면','문성동','풍세면','성남면','북면'
        ],
        '천안시 서북구': [
            '불당동','성정2동','부성2동','부성1동','성거읍','성정1동','백석동','쌍용1동','직산읍','쌍용2동','입장면','성환읍','쌍용3동'
        ],
        '청양군': [
            '청양읍','비봉면','청남면','대치면','운곡면','목면','정산면','장평면','남양면','화성면'
        ],
        '태안군': [
            '안면읍','태안읍','고남면','원북면','근흥면','남면','소원면','이원면'
        ],
        '홍성군': [
            '갈산면','홍성읍','광천읍','홍동면','서부면','금마면','구항면','장곡면','홍북읍','결성면','은하면'
        ]
    },
    '전라북도': {
        '고창군': [
            '부안면','고창읍','해리면','상하면','흥덕면','성내면','대산면','심원면','고수면','공음면','신림면','아산면','무장면','성송면'
        ],
        '군산시': [
            '미성동','수송동','신풍동','구암동','조촌동','소룡동','경암동','해신동','나운1동','임피면','나운3동','중앙동','월명동','나운2동','삼학동','옥산면','성산면','흥남동','대야면','옥서면','나포면','회현면','옥도면','옥구읍','개정면','개정동','서수면'
        ],
        '김제시': [
            '공덕면','신풍동','용지면','요촌동','청하면','교월동','검산동','금구면','백구면','금산면','부량면','만경읍','성덕면','백산면','광활면','진봉면','황산면','봉남면','죽산면'
        ],
        '남원시': [
            '노암동','금동','도통동','인월면','대강면','왕정동','산내면','사매면','주천면','동충동','운봉읍','향교동','죽항동','금지면','덕과면','대산면','이백면','수지면','산동면','보절면','송동면','아영면','주생면'
        ],
        '무주군': [
            '안성면','무주읍','설천면','부남면','무풍면','적상면'
        ],
        '부안군': [
            '부안읍','행안면','진서면','동진면','줄포면','보안면','변산면','위도면','하서면','계화면','상서면','백산면','주산면'
        ],
        '순창군': [
            '순창읍','쌍치면','인계면','구림면','유등면','팔덕면','풍산면','적성면','복흥면','금과면','동계면'
        ],
        '완주군': [
            '삼례읍','봉동읍','비봉면','용진읍','소양면','고산면','구이면','이서면','상관면','동상면','경천면','운주면','화산면'
        ],
        '익산시': [
            '송학동','황등면','마동','함열읍','삼성동','남중동','모현동','오산면','영등2동','중앙동','인화동','팔봉동','동산동','용동면','어양동','신동','금마면','망성면','평화동','영등1동','용안면','함라면','왕궁면','삼기면','여산면','춘포면','웅포면','낭산면','성당면'
        ],
        '임실군': [
            '관촌면','임실읍','성수면','삼계면','운암면','지사면','오수면','덕치면','신평면','신덕면','청웅면','강진면'
        ],
        '장수군': [
            '장계면','장수읍','번암면','계남면','천천면','산서면','계북면'
        ],
        '전주시 덕진구': [
            '우아1동','금암1동','인후2동','인후3동','인후1동','덕진동','송천2동','우아2동','송천1동','동산동','팔복동','조촌동','금암2동','진북동','호성동','여의동','혁신동'
        ],
        '전주시 완산구': [
            '삼천3동','효자4동','중화산1동','삼천1동','효자2동','중앙동','서신동','노송동','중화산2동','풍남동','효자3동','평화2동','삼천2동','효자1동','완산동','동서학동','평화1동','서서학동','효자5동'
        ],
        '정읍시': [
            '수성동','연지동','내장상동','시기동','장명동','농소동','신태인읍','태인면','입암면','소성면','칠보면','초산동','감곡면','산내면','영원면','옹동면','북면','정우면','산외면','상교동','고부면','이평면','덕천면'
        ],
        '진안군': [
            '동향면','정천면','진안읍','용담면','성수면','주천면','마령면','안천면','백운면','부귀면','상전면'
        ]
    },
    '전라남도': {
        '강진군': [
            '칠량면','성전면','도암면','마량면','강진읍','신전면','작천면','대구면','군동면','병영면','옴천면'
        ],
        '고흥군': [
            '두원면','도양읍','고흥읍','점암면','금산면','동강면','도화면','도덕면','포두면','과역면','봉래면','풍양면','남양면','영남면','대서면','동일면'
        ],
        '곡성군': [
            '곡성읍','석곡면','삼기면','옥과면','오곡면','오산면','입면','고달면','겸면','죽곡면','목사동면'
        ],
        '광양시': [
            '중마동','광양읍','광영동','옥곡면','봉강면','옥룡면','금호동','태인동','다압면','진상면','진월면','골약동'
        ],
        '구례군': [
            '구례읍','마산면','토지면','산동면','광의면','문척면','간전면','용방면'
        ],
        '나주시': [
            '성북동','빛가람동','남평읍','이창동','다도면','영강동','금남동','왕곡면','산포면','동강면','영산동','반남면','노안면','세지면','공산면','봉황면','문평면','다시면','금천면','송월동'
        ],
        '담양군': [
            '고서면','금성면','월산면','용면','수북면','담양읍','무정면','대전면','남면','창평면','대덕면','봉산면','가사문학면'
        ],
        '목포시': [
            '옥암동','신흥동','용당2동','부흥동','목원동','삼학동','삼향동','이로동','동명동','죽교동','상동','용당1동','원산동','연동','부주동','하당동','용해동','북항동','산정동','대성동','만호동','연산동','유달동'
        ],
        '무안군': [
            '무안읍','삼향읍','해제면','청계면','일로읍','운남면','몽탄면','현경면','망운면'
        ],
        '보성군': [
            '복내면','벌교읍','보성읍','율어면','회천면','미력면','득량면','겸백면','조성면','문덕면','노동면','웅치면'
        ],
        '순천시': [
            '덕연동','삼산동','장천동','왕조1동','왕조2동','중앙동','풍덕동','주암면','해룡면','향동','도사동','서면','저전동','남제동','조곡동','송광면','매곡동','월등면','상사면','황전면','낙안면','별량면','승주읍','외서면'
        ],
        '신안군': [
            '압해읍','흑산면','도초면','임자면','지도읍','증도면','신의면','안좌면','비금면','자은면','하의면','팔금면','암태면','장산면'
        ],
        '여수시': [
            '쌍봉동','대교동','율촌면','돌산읍','시전동','서강동','묘도동','여서동','문수동','중앙동','남면','소라면','둔덕동','여천동','삼일동','국동','만덕동','한려동','미평동','광림동','주삼동','동문동','화양면','월호동','충무동','삼산면','화정면'
        ],
        '영광군': [
            '영광읍','군남면','법성면','홍농읍','백수읍','낙월면','군서면','염산면','불갑면','대마면','묘량면'
        ],
        '영암군': [
            '삼호읍','군서면','금정면','시종면','덕진면','도포면','영암읍','서호면','신북면','학산면','미암면'
        ],
        '완도군': [
            '청산면','노화읍','신지면','군외면','금일읍','완도읍','고금면','금당면','보길면','약산면','소안면','생일면'
        ],
        '장성군': [
            '남면','장성읍','삼계면','황룡면','북하면','동화면','삼서면','북이면','서삼면','북일면','진원면'
        ],
        '장흥군': [
            '장흥읍','대덕읍','관산읍','유치면','회진면','안양면','부산면','장평면','장동면','용산면'
        ],
        '진도군': [
            '진도읍','의신면','조도면','고군면','군내면','임회면','지산면'
        ],
        '함평군': [
            '해보면','함평읍','손불면','신광면','월야면','나산면','학교면','대동면','엄다면'
        ],
        '해남군': [
            '산이면','황산면','북일면','삼산면','해남읍','옥천면','송지면','북평면','계곡면','화원면','문내면','화산면','현산면','마산면'
        ],
        '화순군': [
            '화순읍','청풍면','능주면','한천면','이양면','도곡면','춘양면','북면','남면','동면','동복면','이서면','도암면','백아면'
        ]
    },
    '경상북도': {
        '경산시': [
            '자인면','서부2동','하양읍','압량면','진량읍','중방동','북부동','동부동','서부1동','남산면','중앙동','남부동','와촌면','남천면','용성면','압량읍'
        ],
        '경주시': [
            '외동읍','용강동','건천읍','안강읍','황성동','불국동','동천동','황오동','성건동','보덕동','중부동','선도동','현곡면','월성동','양남면','감포읍','황남동','양북면','서면','내남면','강동면','천북면','산내면'
        ],
        '고령군': [
            '대가야읍','성산면','덕곡면','다산면','쌍림면','개진면','운수면','우곡면'
        ],
        '구미시': [
            '송정동','상모사곡동','산동면','장천면','선산읍','인동동','임오동','도량동','형곡2동','원평2동','진미동','원평1동','고아읍','양포동','선주원남동','옥성면','형곡1동','지산동','신평1동','광평동','신평2동','비산동','공단2동','무을면','해평면','공단1동','도개면','산동읍','공단동'
        ],
        '군위군': [
            '의흥면','군위읍','부계면','효령면','소보면','우보면','산성면','고로면'
        ],
        '김천시': [
            '아포읍','대곡동','개령면','평화남산동','지좌동','농소면','자산동','증산면','대덕면','대항면','양금동','조마면','대신동','남면','봉산면','지례면','율곡동','감문면','부항면','감천면','어모면','구성면'
        ],
        '문경시': [
            '가은읍','점촌3동','농암면','점촌1동','점촌5동','문경읍','호계면','마성면','점촌4동','영순면','점촌2동','동로면','산북면','산양면'
        ],
        '봉화군': [
            '봉화읍','소천면','물야면','명호면','재산면','봉성면','춘양면','석포면','상운면','법전면'
        ],
        '상주시': [
            '화남면','신흥동','동성동','공성면','동문동','남원동','낙동면','북문동','공검면','계림동','은척면','청리면','모서면','화동면','함창읍','화서면','화북면','외서면','내서면','사벌면','이안면','모동면','외남면','중동면','사벌국면'
        ],
        '성주군': [
            '성주읍','선남면','초전면','월항면','가천면','용암면','벽진면','수륜면','금수면','대가면'
        ],
        '안동시': [
            '태화동','옥동','길안면','풍산읍','평화동','명륜동','중구동','용상동','임동면','안기동','임하면','강남동','서구동','송하동','남후면','일직면','와룡면','풍천면','서후면','북후면','도산면','예안면','남선면','녹전면'
        ],
        '영덕군': [
            '남정면','영덕읍','영해면','축산면','강구면','병곡면','지품면','달산면','창수면'
        ],
        '영양군': [
            '영양읍','입암면','석보면','수비면','청기면','일월면'
        ],
        '영주시': [
            '휴천3동','상망동','가흥2동','휴천2동','봉현면','풍기읍','하망동','부석면','휴천1동','영주1동','가흥1동','영주2동','단산면','평은면','순흥면','장수면','문수면','안정면','이산면'
        ],
        '영천시': [
            '남부동','동부동','완산동','금호읍','청통면','서부동','화북면','중앙동','신녕면','화산면','대창면','고경면','임고면','북안면','화남면','자양면'
        ],
        '예천군': [
            '예천읍','풍양면','용문면','감천면','용궁면','보문면','지보면','유천면','효자면','개포면','호명면','은풍면'
        ],
        '울릉군': [
            '울릉읍','서면','북면'
        ],
        '울진군': [
            '평해읍','죽변면','후포면','금강송면','북면','근남면','온정면','울진읍','기성면','매화면'
        ],
        '의성군': [
            '의성읍','다인면','안계면','금성면','옥산면','비안면','봉양면','단촌면','사곡면','안사면','단북면','안평면','가음면','구천면','점곡면','단밀면','춘산면','신평면'
        ],
        '청도군': [
            '이서면','화양읍','매전면','청도읍','금천면','풍각면','각북면','각남면','운문면'
        ],
        '청송군': [
            '부동면','현서면','진보면','청송읍','파천면','안덕면','부남면','현동면','주왕산면'
        ],
        '칠곡군': [
            '석적읍','동명면','왜관읍','북삼읍','약목면','가산면','지천면','기산면'
        ],
        '포항시 남구': [
            '오천읍','동해면','송도동','해도동','제철동','대이동','상대동','연일읍','구룡포읍','호미곶면','효곡동','대송면','장기면','청림동'
        ],
        '포항시 북구': [
            '중앙동','죽도동','흥해읍','신광면','양학동','용흥동','장량동','우창동','두호동','기계면','송라면','죽장면','환여동','청하면','기북면'
        ]
    },
    '경상남도': {
        '거제시': [
            '사등면','장승포동','연초면','아주동','동부면','장목면','장평동','수양동','옥포2동','거제면','고현동','옥포1동','상문동','일운면','하청면','남부면','능포동','둔덕면'
        ],
        '거창군': [
            '거창읍','주상면','신원면','가조면','위천면','남상면','가북면','남하면','북상면','마리면','고제면','웅양면'
        ],
        '고성군': [
            '고성읍','대가면','거류면','하일면','영오면','삼산면','하이면','개천면','회화면','동해면','상리면','마암면','영현면','구만면'
        ],
        '김해시': [
            '삼안동','장유3동','부원동','칠산서부동','회현동','내외동','한림면','활천동','장유2동','대동면','주촌면','진례면','불암동','진영읍','동상동','생림면','북부동','장유1동','상동면'
        ],
        '남해군': [
            '미조면','삼동면','남해읍','남면','고현면','창선면','이동면','설천면','서면','상주면'
        ],
        '밀양시': [
            '청도면','삼문동','삼랑진읍','내이동','교동','단장면','상남면','산외면','내일동','하남읍','무안면','초동면','산내면','가곡동','부북면','상동면'
        ],
        '사천시': [
            '벌용동','선구동','벌룡동','정동면','동서금동','사천읍','곤양면','동서동','향촌동','서포면','사남면','곤명면','용현면','남양동','축동면'
        ],
        '산청군': [
            '신안면','금서면','단성면','산청읍','시천면','신등면','삼장면','차황면','생비량면','생초면','오부면'
        ],
        '양산시': [
            '덕계동','상북면','물금읍','중앙동','하북면','평산동','서창동','소주동','양주동','원동면','삼성동','강서동','동면'
        ],
        '의령군': [
            '의령읍','부림면','유곡면','용덕면','궁류면','지정면','정곡면','봉수면','낙서면','대의면','가례면','칠곡면','화정면'
        ],
        '진주시': [
            '중앙동','가호동','상봉동','상대1동','지수면','신안동','일반성면','상대2동','평거동','판문동','초장동','금산면','성북동','집현면','상평동','천전동','하대1동','문산읍','이현동','내동면','진성면','미천면','대곡면','금곡면','명석면','하대2동','대평면','수곡면','하대동','정촌면','상대동','충무공동','사봉면','이반성면'
        ],
        '창녕군': [
            '대합면','부곡면','남지읍','영산면','이방면','창녕읍','계성면','대지면','도천면','성산면','유어면','고암면','길곡면','장마면'
        ],
        '창원시 마산합포구': [
            '교방동','문화동','산호동','월영동','진북면','동서동','진동면','노산동','자산동','가포동','중앙동','오동동','반월동','합포동','성호동','완월동','반월중앙동','구산면','진전면','현동'
        ],
        '창원시 마산회원구': [
            '내서읍','양덕2동','양덕1동','합성1동','회원1동','구암2동','구암1동','봉암동','석전2동','합성2동','회성동','석전동','회원2동','석전1동'
        ],
        '창원시 성산구': [
            '가음정동','웅남동','반송동','중앙동','상남동','성주동','사파동'
        ],
        '창원시 의창구': [
            '팔룡동','명곡동','용지동','봉림동','의창동','북면','대산면','동읍'
        ],
        '창원시 진해구': [
            '석동','이동','웅동2동','충무동','풍호동','덕산동','경화동','태평동','중앙동','병암동','자은동','여좌동','태백동','웅동1동','웅천동'
        ],
        '통영시': [
            '명정동','중앙동','북신동','용남면','무전동','정량동','한산면','도천동','사량면','봉평동','산양읍','광도면','미수동','욕지면','도산면'
        ],
        '하동군': [
            '횡천면','북천면','화개면','하동읍','진교면','옥종면','청암면','금성면','금남면','고전면','악양면','적량면','양보면'
        ],
        '함안군': [
            '가야읍','칠원읍','군북면','여항면','산인면','칠서면','대산면','법수면','칠북면','함안면'
        ],
        '함양군': [
            '서상면','함양읍','안의면','백전면','서하면','수동면','마천면','휴천면','지곡면','병곡면','유림면'
        ],
        '합천군': [
            '율곡면','대병면','합천읍','삼가면','청덕면','가야면','용주면','쌍책면','초계면','묘산면','봉산면','야로면','가회면','적중면','쌍백면','대양면','덕곡면'
        ]
    },
    '제주특별자치도': {
        '서귀포시': [
            '중앙동','천지동','서홍동','성산읍','대정읍','동홍동','남원읍','대륜동','대천동','정방동','중문동','표선면','효돈동','예래동','안덕면','영천동','송산동'
        ],
        '제주시': [
            '용담1동','노형동','한림읍','건입동','화북동','애월읍','조천읍','이도2동','삼도1동','도두동','연동','용담2동','일도2동','우도면','구좌읍','이도1동','아라동','일도1동','이호동','삼양동','한경면','삼도2동','오라동','추자면','외도동','봉개동'
        ]
    }
}